pierwszy = '''
  +---+
  |   |
  O   |
 /|\  |
 / \  |
      |
=========
'''

drugi ='''
  +---+
  |   |
  O   |
 /|\  |
 /    |
      |
=========
'''
trzeci ='''
  +---+
  |   |
  O   |
 /|\  |
      |
      |
=========
'''
czwarty ='''
  +---+
  |   |
  O   |
 /|   |
      |
      |
========='''
piąty ='''
  +---+
  |   |
  O   |
  |   |
      |
      |
=========
'''
szósty ='''
  +---+
  |   |
  O   |
      |
      |
      |
=========
'''
siódmy = '''
  +---+
  |   |
      |
      |
      |
      |
=========
'''

print(pierwszy)

lista2 = [pierwszy, drugi, trzeci]
print(lista2)